Repository: Weyisaly/marketplace
Catalog: lib/l10n/app_*.arb
Languages: tk

# homeTitle
source: Discover Elite Products from Trusted Vendors
tk: Ygtybarly üpjünçilerden iňňän ýokary hilli önümleri tapyň

# homeSubtitle
source: Shop from verified sellers of Turkmenistan. Curated collection of premium products with guaranteed quality and exceptional service.
tk: Türkmenistanyň ähli ýerindäki satyjylaryndan söwda ediň. Kepillendirilen hil we ajaýyp hyzmat bilen premium önümleriň ýörite saýlanan toplumyny tapyň.

# incrementTooltip
source: Increment
tk: Arttyr

source: Theme
tk: Tema

source: Light
tk: Açyk

source: Dark
tk: Garaňky

source: System
tk: Ulgam

source: Language
tk: Dil

source: English
tk: Iňlisçe

source: Turkish
tk: Türkçe

source: Russian
tk: Rusça

source: Turkmen
tk: Türkmençe

source: Home
tk: Baş sahypa

source: Vendors
tk: Satyjylar

source: Favorites
tk: Halananlar

source: Profile
tk: Profil

# discoverProducts
source: Products
tk: Harytlar

source: Top vendors
tk: Iň gowy satyjylar

source: Your favorites
tk: Halananlaryňyz

source: User information
tk: Ulanyjy maglumatlary

source: Email
tk: E-poçta

source: Phone
tk: Telefon

source: Edit profile
tk: Profili üýtget

source: Settings
tk: Sazlamalar

source: Notifications
tk: Bildirişler

source: Dark mode
tk: Garaňky reňk

# languageSetting
source: Language
tk: Dil

source: Privacy
tk: Gizlinlik

source: Help & support
tk: Kömek we goldaw

source: Orders
tk: Sargytlar

source: Addresses
tk: Salgylary

source: Payment methods
tk: Töleg usullary

source: Logout
tk: Çykmak

source: Login
tk: Giriş

source: Visit Store
tk: Dükana gir

# quickSignIn
source: Log in quickly with your phone number and start shopping in seconds.
tk: Telefon belgiňiz bilen çalt giriň we birnäçe sekuntda söwda etmäge başlaň.

# becomeVendor
source: Become a Vendor
tk: Satyjy boluň

source: Verified Vendors
tk: Tassyk edilen satyjylar

source: Fast Delivery
tk: Çalt eltip bermek

source: Premium Quality
tk: Premium hil

source: Featured Vendors
tk: Saýlanan Satyjylar

source: See All
tk: Ählisini Gör

source: Search Products
tk: Harytlary Gözle

source: Search Vendors
tk: Satyjylary Gözle
